Repository: Zesty0wl/rosetta-check-client-localisations
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, ja

source: No apps, components, or command-line tools need Rosetta.
de: Keine Apps, Komponenten oder Kommandozeilen-Tools benötigen Rosetta.
fr: Aucune app, aucun composant ni aucun outil de ligne de commande ne nécessite Rosetta.
ja: Rosetta が必要な App、コンポーネント、コマンドラインツールはありません。

source: No change since first scan
de: Keine Änderung seit dem ersten Scan
fr: Aucun changement depuis la première analyse
ja: 初回スキャン以降変更なし

source: No changes since previous scan
de: Keine Änderungen seit dem letzten Scan
fr: Aucun changement depuis l’analyse précédente
ja: 前回のスキャン以降変更なし

source: No changes since the previous scan.
de: Keine Änderungen seit dem letzten Scan.
fr: Aucun changement depuis l’analyse précédente.
ja: 前回のスキャン以降変更はありません。

source: No command-line tools found
de: Keine Kommandozeilen-Tools gefunden
fr: Aucun outil de ligne de commande trouvé
ja: コマンドラインツールが見つかりません

source: No components found
de: Keine Komponenten gefunden
fr: Aucun composant trouvé
ja: コンポーネントが見つかりません

source: No custom folders
de: Keine benutzerdefinierten Ordner
fr: Aucun dossier personnalisé
ja: カスタムフォルダはありません

source: No data
de: Keine Daten
fr: Aucune donnée
ja: データなし

source: No date available
de: Kein Datum verfügbar
fr: Aucune date disponible
ja: 日付なし

source: No flagged apps or components to upload
de: Keine markierten Apps oder Komponenten zum Hochladen
fr: Aucune app ni aucun composant signalé à envoyer
ja: アップロードする要対応の App やコンポーネントはありません

source: No folder grants captured yet. RosettaCheck will ask if it ever needs access to a per-user plug-in folder.
de: Bisher wurden keine Ordnerberechtigungen erfasst. RosettaCheck fragt nach, falls Zugriff auf einen benutzerbezogenen Plug-in-Ordner benötigt wird.
fr: Aucune autorisation de dossier n’a encore été enregistrée. RosettaCheck vous demandera l’accès s’il a besoin d’un dossier de plug-ins par utilisateur.
ja: まだフォルダの許可は記録されていません。ユーザごとのプラグインフォルダへのアクセスが必要になった場合、RosettaCheck から確認します。

source: No management profile detected. You may see a pop-up when launching flagged apps.
de: Kein Verwaltungsprofil erkannt. Beim Start markierter Apps kann ein Pop-up erscheinen.
fr: Aucun profil de gestion détecté. Vous pourriez voir une fenêtre contextuelle lors du lancement d’apps signalées.
ja: 構成プロファイルは検出されません。フラグ付き App を起動するとポップアップが表示されることがあります。

source: No native tools found
de: Keine nativen Tools gefunden
fr: Aucun outil natif trouvé
ja: ネイティブのツールが見つかりません

source: No native upgrade reported by other users yet
de: Bisher kein natives Upgrade von anderen Nutzern gemeldet
fr: Aucune mise à jour native signalée par d’autres utilisateurs pour le moment
ja: 他のユーザからネイティブ版のアップグレードはまだ報告されていません

source: No native version has been reported
de: Keine native Version gemeldet
fr: Aucune version native n’a été signalée
ja: ネイティブ版は報告されていません

source: No network — will retry automatically.
de: Kein Netzwerk – neuer Versuch erfolgt automatisch.
fr: Pas de réseau – nouvelle tentative automatique.
ja: ネットワークに接続できません — 自動的に再試行します。

source: No passwords, documents, or personal files are ever included.
de: Passwörter, Dokumente oder persönliche Dateien werden niemals übermittelt.
fr: Aucun mot de passe, document ou fichier personnel n’est inclus.
ja: パスワード, 書類, 個人ファイルが含まれることは一切ありません.

source: No per-app detail recorded
de: Keine App-bezogenen Details aufgezeichnet
fr: Aucun détail par app enregistré
ja: App ごとの詳細は記録されていません

source: No results for "%@"
de: Keine Ergebnisse für „%@“
fr: Aucun résultat pour « %@ »
ja: 「%@」の結果はありません

source: No scan history yet
de: Noch kein Scan-Verlauf
fr: Aucun historique d’analyse pour le moment
ja: まだスキャン履歴はありません

source: No tools match the active column filters.
de: Keine Tools entsprechen den aktiven Spaltenfiltern.
fr: Aucun outil ne correspond aux filtres de colonne actifs.
ja: 有効な列フィルタに一致するツールはありません。

source: No tools need Rosetta
de: Keine Tools benötigen Rosetta
fr: Aucun outil ne nécessite Rosetta
ja: Rosetta が必要なツールはありません

source: No unsupported tools found
de: Keine nicht unterstützten Tools gefunden
fr: Aucun outil non pris en charge trouvé
ja: 非対応のツールは見つかりません

source: No usage data
de: Keine Nutzungsdaten
fr: Aucune donnée d’utilisation
ja: 使用状況データなし

source: No valid flagged apps to upload
de: Keine gültigen markierten Apps zum Hochladen
fr: Aucune app signalée valide à envoyer
ja: アップロードできる要対応 App はありません

source: Not Asked
de: Nicht angefragt
fr: Non demandé
ja: 未確認

source: Not Managed
de: Nicht verwaltet
fr: Non géré
ja: 未管理

source: Not Now
de: Nicht jetzt
fr: Pas maintenant
ja: 後で

source: Not Ready
de: Nicht bereit
fr: Non prêt
ja: 未準備

source: Not managed
de: Nicht verwaltet
fr: Non géré
ja: 未管理

source: Not present
de: Nicht vorhanden
fr: Absent
ja: なし

source: Nothing is ignored. To leave an app, component or tool out of your readiness score, open its details and choose Ignore.
de: Es wird nichts ignoriert. Um eine App, Komponente oder ein Tool aus Ihrem Bereitschaftswert herauszunehmen, öffnen Sie die Details und wählen Sie „Ignorieren“.
fr: Aucun élément n’est ignoré. Pour exclure une app, un composant ou un outil de votre score de préparation, ouvrez ses détails et choisissez Ignorer.
ja: 無視している項目はありません。App、コンポーネント、ツールをスコアから除外するには、詳細を開いて「無視」を選びます。

source: Notification Permission
de: Mitteilungsberechtigung
fr: Autorisation de notification
ja: 通知の許可

source: Notification permission hasn't been requested yet. Tap "Test Notification" to trigger the system prompt.
de: Die Mitteilungsberechtigung wurde noch nicht angefragt. Tippen Sie auf „Test-Mitteilung“, um die Systemabfrage auszulösen.
fr: L’autorisation de notification n’a pas encore été demandée. Touchez « Tester la notification » pour déclencher l’invite du système.
ja: 通知の許可はまだリクエストされていません。「通知をテスト」をタップしてシステムの確認ダイアログを表示してください。

source: Notification permission is requested automatically when background monitoring starts.
de: Die Mitteilungsberechtigung wird automatisch angefragt, sobald die Hintergrundüberwachung startet.
fr: L’autorisation de notification est demandée automatiquement au démarrage de la surveillance en arrière-plan.
ja: 通知の許可はバックグラウンド監視の開始時に自動的に求められます.

source: Notifications
de: Mitteilungen
ja: 通知

source: Notifications Disabled
de: Mitteilungen deaktiviert
fr: Notifications désactivées
ja: 通知が無効

source: Notifications are disabled. Open System Settings > Notifications and enable them for Rosetta Check.
de: Mitteilungen sind deaktiviert. Öffnen Sie Systemeinstellungen > Mitteilungen und aktivieren Sie diese für Rosetta Check.
fr: Les notifications sont désactivées. Ouvrez Réglages Système > Notifications et activez-les pour Rosetta Check.
ja: 通知が無効になっています。「システム設定」>「通知」を開き、Rosetta Check の通知を有効にしてください。

source: Off
de: Aus
fr: Désactivé
ja: オフ

source: On
de: Ein
fr: Activé
ja: オン

source: Only Intel
de: Nur Intel
fr: Intel uniquement
ja: Intel のみ

source: Open %@
de: %@ öffnen
fr: Ouvrir %@
ja: %@ を開く

source: Open %@ Details
de: Details zu %@ öffnen
fr: Ouvrir les détails sur %@
ja: %@の詳細を開く

source: Open %@ details
de: Details zu %@ öffnen
fr: Ouvrir les détails sur %@
ja: %@の詳細を開く

source: Open %@ guidance
de: Anleitung zu %@ öffnen
fr: Ouvrir les recommandations pour %@
ja: %@ のガイダンスを開く

source: Open Notification Settings
de: Mitteilungseinstellungen öffnen
fr: Ouvrir les réglages de notification
ja: 通知設定を開く

source: Open Rosetta Check
de: Rosetta Check öffnen
fr: Ouvrir Rosetta Check
ja: Rosetta Check を開く

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les réglages
ja: 設定を開く

source: Open in %@
de: In %@ öffnen
fr: Ouvrir dans %@
ja: %@ で開く

source: Open it in %@ and save it again. The new copy runs natively on Apple Silicon and works the same way.
de: Öffnen Sie sie in %@ und sichern Sie sie erneut. Die neue Version läuft nativ auf Apple Silicon und funktioniert wie bisher.
fr: Ouvrez-la dans %@ et enregistrez-la à nouveau. La nouvelle copie fonctionne nativement sur Apple Silicon, exactement comme avant.
ja: %@ で開いて、もう一度保存してください。新しいコピーは Apple Silicon でネイティブに動作し、使い方は変わりません。

source: Open link
de: Link öffnen
fr: Ouvrir le lien
ja: リンクを開く

source: Open official guidance
de: Offizielle Anleitung öffnen
fr: Ouvrir les recommandations officielles
ja: 公式ガイダンスを開く

source: Open step-by-step Spotlight reset instructions in your browser
de: Schritt-für-Schritt-Anleitung zum Zurücksetzen von Spotlight im Browser öffnen
fr: Ouvrir les instructions détaillées de réinitialisation de Spotlight dans votre navigateur
ja: Spotlight のリセット手順をブラウザで開く

source: Open the Components tab filtered to items hidden inside %@.
de: Den Tab „Komponenten“ gefiltert auf in %@ versteckte Elemente öffnen.
fr: Ouvrir l’onglet Composants filtré sur les éléments cachés dans %@.
ja: コンポーネントタブを開き、%@ の中に隠れている項目で絞り込みます。

source: Open the Homebrew formula page
de: Homebrew-Formelseite öffnen
fr: Ouvrir la page de la formule Homebrew
ja: Homebrew formula ページを開く

source: Opens %@ in your browser
de: Öffnet %@ in Ihrem Browser
fr: Ouvre %@ dans votre navigateur
ja: %@をブラウザで開きます.

source: Other users have reported an Apple Silicon upgrade for this Intel app. Open Details to see the version they're running.
de: Andere Nutzer haben ein Apple-Silicon-Upgrade für diese Intel-App gemeldet. Öffnen Sie die Details, um zu sehen, welche Version sie verwenden.
fr: D’autres utilisateurs ont signalé une mise à jour Apple Silicon pour cette app Intel. Ouvrez Détails pour voir la version qu’ils utilisent.
ja: 他のユーザから、この Intel App の Apple Silicon 対応版が報告されています。詳細を開いて、どのバージョンを使用しているか確認してください。

source: Overview
de: Übersicht
fr: Aperçu
ja: 概要

source: Package
de: Paket
fr: Paquet
ja: パッケージ

source: Package page
de: Paketseite
fr: Page du paquet
ja: パッケージページ

source: Package-manager folders may require permission. Add /opt/homebrew, /usr/local, or another tool folder with read-only access.
de: Für Paketmanager-Ordner ist eventuell eine Erlaubnis nötig. Fügen Sie /opt/homebrew, /usr/local oder einen anderen Tool-Ordner mit Lesezugriff hinzu.
fr: Les dossiers des gestionnaires de paquets peuvent nécessiter une autorisation. Ajoutez /opt/homebrew, /usr/local ou un autre dossier d’outils en lecture seule.
ja: パッケージマネージャのフォルダには許可が必要な場合があります。/opt/homebrew、/usr/local、またはほかのツールフォルダを読み取り専用で追加してください。

source: Parent App
de: Übergeordnete App
fr: App parente
ja: 親 App

source: Parent App Path
de: Pfad der übergeordneten App
fr: Chemin de l’app parente
ja: 親 App のパス

source: Parent Bundle ID
de: Bundle-ID der übergeordneten App
fr: Bundle ID parent
ja: 親バンドル ID

source: Part of
de: Teil von
fr: Fait partie de
ja: 所属先

source: Path
de: Pfad
fr: Chemin
ja: パス

source: Photo
de: Foto
ja: 写真

source: Photography
de: Fotografie
fr: Photographie
ja: 写真

source: Pick the folder so RosettaCheck can read vendor and version details for %@ components in your home library.
de: Wählen Sie den Ordner aus, damit RosettaCheck Hersteller- und Versionsdetails für %@-Komponenten in Ihrer Privatbibliothek lesen kann.
fr: Choisissez le dossier pour que RosettaCheck puisse lire les détails d’éditeur et de version des composants %@ dans votre bibliothèque personnelle.
ja: RosettaCheck がホームライブラリ内の %@ コンポーネントのベンダーとバージョン情報を読み取れるよう、フォルダを選択してください。

source: Plug-in Folder Access Lost
de: Zugriff auf Plug-in-Ordner verloren
fr: Accès au dossier de plug-ins perdu
ja: プラグインフォルダへのアクセスが失われました

source: Plug-in Folder Access Needs Renewal
de: Zugriff auf Plug-in-Ordner muss erneuert werden
fr: Accès au dossier de plug-ins à renouveler
ja: プラグインフォルダへのアクセスの更新が必要です

source: Plug-in Grant Prompts
de: Plug-in-Berechtigungsabfragen
fr: Invitations d’autorisation de plug-in
ja: プラグインの許可リクエスト

source: Plug-in and component scanning
de: Plug-in- und Komponentenscan
fr: Analyse des plug-ins et des composants
ja: プラグインとコンポーネントのスキャン

source: Plug-ins and Components
de: Plug-ins und Komponenten
fr: Plug-ins et composants
ja: プラグインとコンポーネント

source: Plug-ins and components
de: Plug-ins und Komponenten
fr: Plug-ins et composants
ja: プラグインとコンポーネント

source: Preference Pane
de: Einstellungsbereich
fr: Volet de préférences
ja: 環境設定パネル

source: Preparing…
de: Wird vorbereitet …
fr: Préparation…
ja: 準備中…

source: Privacy
de: Datenschutz
fr: Confidentialité
ja: プライバシー

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
ja: プライバシーポリシー

source: Privileged Helper
de: Privilegierter Helfer
fr: Assistant privilégié
ja: 特権ヘルパー

source: Processing %lld applications…
de: %lld Programme werden verarbeitet …
fr: Traitement de %lld applications…
ja: %lld 件のアプリケーションを処理中…

source: Productivity
de: Produktivität
fr: Productivité
ja: 仕事効率化

source: Provisional
de: Vorläufig
fr: Provisoire
ja: 仮許可

source: Quit
de: Beenden
fr: Quitter
ja: 終了

source: Quit Rosetta Check
de: Rosetta Check beenden
fr: Quitter Rosetta Check
ja: Rosetta Check を終了

source: Rate Rosetta Check
de: Rosetta Check bewerten
fr: Évaluer Rosetta Check
ja: Rosetta Check を評価

source: Read-only: Rosetta Check can inspect files, but cannot change or delete them.
de: Lesezugriff: Rosetta Check kann Dateien prüfen, aber weder ändern noch löschen.
fr: Accès en lecture seule : Rosetta Check peut inspecter les fichiers, mais ne peut ni les modifier ni les supprimer.
ja: 読み取り専用: Rosetta Check はファイルを検査できますが, 変更や削除はできません.

source: Readiness Update
de: Bereitschaftsupdate
fr: Mise à jour de la préparation
ja: 準備状況の更新

source: Readiness Weights
de: Bereitschaftsgewichtungen
fr: Pondérations de préparation
ja: 準備状況の重み付け

source: Readiness appears after all checks finish
de: Bereitschaft wird nach Abschluss aller Prüfungen angezeigt
fr: Le score de préparation s’affiche une fois toutes les vérifications terminées
ja: すべてのチェックが完了すると, 準備状況が表示されます.

source: Readiness: %@
de: Bereitschaft: %@
fr: Préparation : %@
ja: 準備状況: %@

source: Ready
de: Bereit
fr: Prêt
ja: 準備完了

source: Ready!
de: Bereit!
fr: Prêt !
ja: 準備完了

source: Receive notifications when native versions are seen for your flagged apps, components, and Tool packages.
de: Erhalten Sie Mitteilungen, wenn native Versionen Ihrer markierten Apps, Komponenten und Tool-Pakete gesichtet werden.
fr: Recevez une notification lorsque des versions natives de vos apps, composants et paquets d’outils signalés sont repérées.
ja: 要対応の App、コンポーネント、ツールパッケージのネイティブ版が見つかると通知します。

source: Recent Rosetta Check log entries (last 24 hours)
de: Aktuelle Protokolleinträge von Rosetta Check (letzte 24 Stunden)
fr: Entrées récentes du journal de Rosetta Check (dernières 24 heures)
ja: 最近の Rosetta Check ログ（過去 24 時間）

source: Recommended Reading
de: Leseempfehlungen
fr: Lectures recommandées
ja: おすすめの記事

source: Reference
de: Nachschlagewerke
fr: Références
ja: 辞書/辞典/その他

source: Remove %@
de: %@ entfernen
fr: Retirer %@
ja: %@ をツールのスキャン対象から削除

source: Remove %@ filter
de: Filter %@ entfernen
fr: Supprimer le filtre %@
ja: %@ フィルタを削除

source: Remove %@ from custom folders
de: %@ aus benutzerdefinierten Ordnern entfernen
fr: Supprimer %@ des dossiers personnalisés
ja: %@ をカスタムフォルダの一覧から削除

source: Remove custom folder
de: Benutzerdefinierten Ordner entfernen
fr: Supprimer le dossier personnalisé
ja: カスタムフォルダの一覧から削除

source: Remove this obsolete command or replace it with a current 64-bit Apple Silicon version.
de: Entfernen Sie diesen veralteten Befehl oder ersetzen Sie ihn durch eine aktuelle 64-Bit-Version für Apple Silicon.
fr: Supprimez cette commande obsolète ou remplacez-la par une version 64 bits actuelle pour Apple Silicon.
ja: この古いコマンドを削除するか、最新の 64 ビット Apple Silicon 版に置き換えてください。

source: Removed
de: Entfernt
fr: Supprimé
ja: 削除

source: Removed (%lld)
de: Entfernt (%lld)
fr: Supprimés (%lld)
ja: 削除 (%lld)

source: Replace or remove flagged apps to begin your journey toward a Rosetta-free Mac.
de: Ersetzen oder entfernen Sie markierte Apps, um Ihren Weg zu einem Mac ohne Rosetta zu beginnen.
fr: Remplacez ou supprimez les apps signalées pour entamer votre parcours vers un Mac sans Rosetta.
ja: フラグ付きの App を置き換えるか削除して、Rosetta なしの Mac への一歩を踏み出しましょう。

source: Rescan
de: Neu scannen
fr: Réanalyser
ja: 再スキャン

source: Rescan Applications
de: Anwendungen neu scannen
fr: Réanalyser les applications
ja: アプリケーションを再スキャン

source: Rescan apps, components, and command-line tools
de: Apps, Komponenten und Kommandozeilen-Tools neu scannen
fr: Réanalyser les apps, les composants et les outils en ligne de commande
ja: App, コンポーネント, コマンドラインツールを再スキャン

source: Rescan command-line tools
de: Kommandozeilen-Tools neu scannen
fr: Réanalyser les outils en ligne de commande
ja: コマンドラインツールを再スキャン

source: Rescan installed applications
de: Installierte Anwendungen neu scannen
fr: Réanalyser les applications installées
ja: インストール済みのアプリケーションを再スキャン

source: Reset Column Layout
de: Spaltenlayout zurücksetzen
fr: Réinitialiser la disposition des colonnes
ja: 列のレイアウトをリセット

source: Resolved
de: Aufgelöst
fr: Résolu
ja: 解決先

source: Reveal Diagnostics Folder
de: Diagnoseordner anzeigen
fr: Afficher le dossier de diagnostics
ja: 診断フォルダを表示

source: Reveal in Finder
de: Im Finder anzeigen
fr: Afficher dans le Finder
ja: Finder に表示

source: Reveal in Finder & Quit
de: Im Finder anzeigen und beenden
fr: Afficher dans le Finder et quitter
ja: Finder に表示して終了

source: Review Access…
de: Zugriff prüfen …
fr: Vérifier l’accès…
ja: アクセスを確認…

source: Revoke
de: Entziehen
fr: Révoquer
ja: 取り消す

source: Rosetta 2 Is Being Removed
de: Rosetta 2 wird entfernt
fr: Rosetta 2 est en cours de retrait
ja: Rosetta 2 は廃止されます

source: Rosetta Check Help
de: Hilfe zu Rosetta Check
fr: Aide de Rosetta Check
ja: Rosetta Check のヘルプ

source: Rosetta Check can no longer access one of your additional app folders. Add it again in Settings to restore scanning.
de: Rosetta Check kann auf einen Ihrer zusätzlichen App-Ordner nicht mehr zugreifen. Fügen Sie ihn in den Einstellungen erneut hinzu, damit er wieder gescannt wird.
fr: Rosetta Check ne peut plus accéder à l’un de vos dossiers d’apps supplémentaires. Ajoutez-le de nouveau dans Réglages pour rétablir l’analyse.
ja: Rosetta Check は追加した App フォルダの 1 つにアクセスできなくなりました. スキャンを再開するには, 設定でもう一度追加してください.

source: Rosetta Check can start automatically when you log in so it's always monitoring your apps in the background. You can change this later in Settings.
de: Rosetta Check kann automatisch bei der Anmeldung starten, um Ihre Apps stets im Hintergrund zu überwachen. Sie können dies später in den Einstellungen ändern.
fr: Rosetta Check peut démarrer automatiquement à votre connexion pour surveiller en permanence vos apps en arrière-plan. Vous pourrez modifier ce choix plus tard dans les réglages.
ja: Rosetta Check はログイン時に自動で起動し、バックグラウンドで常時 App を監視できます。 この設定は後で「設定」から変更できます。

source: Rosetta Check could not classify the executable architecture.
de: Rosetta Check konnte die Architektur der ausführbaren Datei nicht bestimmen.
fr: Rosetta Check n’a pas pu déterminer l’architecture de l’exécutable.
ja: Rosetta Check は実行ファイルのアーキテクチャを判別できませんでした。

source: Rosetta Check finished the scan using locations macOS allows it to read. To include apps and tools in the folders below, including apps you made with Automator or Script Editor, Rosetta Check needs one-time read-only access.
de: Rosetta Check hat den Scan mit den Orten abgeschlossen, die macOS lesen lässt. Um Apps und Tools in den folgenden Ordnern einzubeziehen – auch Apps, die Sie mit Automator oder dem Skripteditor erstellt haben –, benötigt Rosetta Check einmalig Lesezugriff.
fr: Rosetta Check a terminé l’analyse avec les emplacements que macOS lui permet de lire. Pour inclure les apps et les outils des dossiers ci-dessous, y compris les apps que vous avez créées avec Automator ou l’Éditeur de script, Rosetta Check a besoin d’un accès ponctuel en lecture seule.
ja: Rosetta Check は、macOS が読み取りを許可している場所を使ってスキャンを完了しました。以下のフォルダにある App とツール（Automator やスクリプトエディタで作成した App を含む）を含めるには、一度だけ読み取り専用アクセスを許可する必要があります。

source: Rosetta Check finished the scan using locations macOS allows it to read. To include tools in the folders below, Rosetta Check needs one-time read-only access.
de: Rosetta Check hat den Scan mit den Orten abgeschlossen, die macOS lesen lässt. Um Tools in den folgenden Ordnern einzubeziehen, benötigt Rosetta Check einmalig Lesezugriff.
fr: Rosetta Check a terminé l’analyse avec les emplacements que macOS lui permet de lire. Pour inclure les outils des dossiers ci-dessous, Rosetta Check a besoin d’un accès ponctuel en lecture seule.
ja: Rosetta Check は、macOS が読み取りを許可している場所を使ってスキャンを完了しました。以下のフォルダにあるツールを含めるには、一度だけ読み取り専用アクセスを許可する必要があります。

source: Rosetta Check found no apps, components, or tools that need Rosetta.
de: Rosetta Check hat keine Apps, Komponenten oder Tools gefunden, die Rosetta benötigen.
fr: Rosetta Check n’a trouvé aucune app, aucun composant ni aucun outil nécessitant Rosetta.
ja: Rosetta Check では, Rosetta を必要とする App, コンポーネント, ツールは見つかりませんでした.

source: Rosetta Check needs access to %@. Select that exact folder, or cancel to continue without it.
de: Rosetta Check benötigt Zugriff auf %@. Wählen Sie genau diesen Ordner aus oder brechen Sie ab, um ohne ihn fortzufahren.
fr: Rosetta Check doit accéder à %@. Sélectionnez ce dossier précis ou annulez pour continuer sans l’inclure.
ja: Rosetta Check は %@ へのアクセスが必要です. そのフォルダそのものを選択するか, キャンセルしてアクセスせずに続けてください.

source: Rosetta Check needs read-only access
de: Rosetta Check benötigt Lesezugriff
fr: Rosetta Check a besoin d’un accès en lecture seule
ja: Rosetta Check には読み取り専用アクセスが必要です

source: Rosetta Check needs read-only access to %@ before it can inspect every command-line tool there. macOS will ask you to select that folder next.
de: Rosetta Check benötigt Lesezugriff auf %@, bevor Rosetta Check alle dort gespeicherten Kommandozeilen-Tools prüfen kann. macOS fordert Sie als Nächstes auf, diesen Ordner auszuwählen.
fr: Rosetta Check doit disposer d’un accès en lecture seule à %@ pour pouvoir inspecter tous les outils en ligne de commande qui s’y trouvent. macOS vous demandera ensuite de sélectionner ce dossier.
ja: Rosetta Check が %@ 内のすべてのコマンドラインツールを検査するには, 読み取り専用アクセスが必要です. 次に macOS からそのフォルダを選択するよう求められます.

source: Rosetta Check needs read-only access to %lld Tool folders. Tap to review them in Tools.
de: Rosetta Check benötigt Lesezugriff auf %lld Tool-Ordner. Klicken Sie, um sie unter „Tools“ zu prüfen.
fr: Rosetta Check doit disposer d’un accès en lecture seule à %lld dossiers d’outils. Cliquez pour les examiner dans Outils.
ja: Rosetta Check には %lld 個のツールフォルダへの読み取り専用アクセスが必要です. クリックして「ツール」画面を開き, 確認してください.

source: Rosetta Check needs read-only access to these %1$lld folders before it can inspect every command-line tool. macOS will ask you to select each folder in order: %2$@
de: Rosetta Check benötigt Lesezugriff auf diese %lld Ordner, bevor Rosetta Check alle Kommandozeilen-Tools prüfen kann. macOS fordert Sie auf, die Ordner nacheinander auszuwählen: %@
fr: Rosetta Check doit disposer d’un accès en lecture seule à ces %lld dossiers pour pouvoir inspecter tous les outils en ligne de commande qui s’y trouvent. macOS vous demandera de sélectionner chaque dossier dans l’ordre suivant : %@
ja: Rosetta Check がすべてのコマンドラインツールを検査するには, 次の %lld 個のフォルダへの読み取り専用アクセスが必要です. macOS から各フォルダを順番に選択するよう求められます: %@
